ImageMagick--
Xaw3d--
adwaita-icon-theme--
anonymous-pro--
aria2--
asciinema--
audacity--
automake--%1.16
axel--
bash--
bat--
beets--
bison--
blockgame--
boost--
cairo--
calibre--
chicken--
citra--
clang-tools-extra--
claws-mail--
clisp--
clojure--
cmake--
cmatrix--
cmixer--
coreutils--
curl--
dbus--
dconf-editor--
deadbeef--
desktop-file-utils--
desmume--
dolphin--
dos2unix--
dunst--
dwz--
easytag--
editorconfig-core-c--
emacs--gtk2%emacs
enchant--
eza--
faudio--
fceux--
fd--
feh--
ffmpeg--
fftw--
fftw3--
fira-fonts--
firefox-esr--
fltk--
fluidsynth--
fmt--
fna--
freefont-ttf--
fsharp--
fzf--
g++--%11
gas--
gawk--
gcc--%11
gcr4--
gd--
gdk-pixbuf-xlib--
gettext-runtime--
gettext-tools--
gforth--
giflib--
git--
github-cli--
glfw--
glib2--
glslang--
gmake--
gmp--
gnome-icon-theme--
gnome-icon-theme-symbolic--
gnupg--
gnutls--
go--
groff--
gsettings-desktop-schemas--
gstreamer1-plugins-good--
gtk+4--
gtk2-murrine-engine--
gtk2mm--
gzdoom--
harfbuzz--
hicolor-icon-theme--
htop--
hunspell--
hw-probe--
i2pd--
iftop--
iniparser--
innoextract--
intltool--
jack--
jansson--
jdk--%1.8
jdk--%11
jdk--%17
jpeg--
jq--
json-glib--
lame--
lcms2--
leiningen--
libarchive--
libcanberra--
libcanberra-gtk3--
libconfig--
liberation-fonts--
libev--
libevent--
libglade2--
libiconv--
libinotify--
liblo--
libmpc--
libotf--
librsvg--
libsamplerate--
libsndfile--
libstatgrab--
libtheora--
libtool--
libusb-compat--
libvorbis--
libwebp--
libxml--
libyaml--
links--
llvm--%13
lmms--
lsblk--
lua--%5.4
luajit--
lwjgl--
lwjgl3--
lxappearance--
m17n-db--
m17n-lib--
m4--
mednafen--
mercurial--
meson--
mgba--
mgba-qt--
minetest--
moc--
mono--
most--
mpv--
msbuild--
msmtp--
musescore--
mxml--
nano--
ncdu--
neofetch--
neovim--
nestopia--
node--
noto-emoji--
noto-nerd-fonts--
nss--
nsxiv--
obsdfreqd--
ocaml--
opam--
openal--
openarena--
openjk--
openmw--
openra--
openrct2--
openssl--%3.1
p5-Capture-Tiny--
p5-Coro--
p5-File-Copy-Recursive--
p5-File-Find-Rule--
p5-File-LibMagic--
p5-File-Share--
p5-IO-AIO--
p5-JSON--
p5-List-MoreUtils--
p5-Log-Log4perl--
p5-Path-Tiny--
p5-Readonly--
p5-Rex--
p5-Text-Glob--
p5-XML-Parser--
p7zip--
pandoc--
parallel--
pcmanfm--
pcre--
picard--
picom--
pkgconf--
pkglocatedb--
png--
portaudio-svn--
portslist--
pstree--
pv--
py3-Pillow--
py3-gobject3--
py3-gstreamer1--
py3-isort--
py3-nose--
py3-pandas--
py3-pip--
py3-pipx--
py3-pytest-subtests--
py3-test-isort--
py3-toml--
python--%3.11
qbittorrent--
quirks--
ripgrep--
rofi--
rsync--iconv
ruby--%3.2
ruby-shims--
rust--
rust-clippy--
rust-rustfmt--
sbcl--
scrot--
sdl2--
sdl2-gfx--
sdl2-image--
sdl2-net--
sdl2-pango--
sdl2-ttf--
shared-mime-info--
shellcheck--
shfmt--
smartmontools--
snes9x--
speedtest-cli--
spleen--
sqlite3--
sqlports--
ssh-copy-id--
sshfs-fuse--
stumpwm--
supertux--
supertuxkart--
sysclean--
tabbed--
taisei--
tb-browser--
testdisk--
texinfo--
tidy--
tiff--
tmate--
tor--
transmission-gtk--
tree--
tree-sitter--
ttyplot--
unicode-emoji--
unifont--
upower--
uthash--
vulkan-headers--
vulkan-loader--
vulkan-tools--
vulkan-validation-layers--
w3m--
webkitgtk40--
wget--
wireguard-tools--
xarchiver--
xcalib--
xclip--
xdg-user-dirs--
xdg-utils--
xdotool--
xonotic--
xz--
yarn--
yt-dlp--
zsh--
