ImageMagick--
adwaita-icon-theme--
aria2--
astyle--
audacity--
autoconf--%2.71
automake--%1.16
axel--
bash--
bat--
beets--
billyfrontier--
boost--
bugdom--
bugdom2--
bzip2--
cairo--
candycrisis--
cargo-generate-vendor--
chicken--
chromium--
clang-tools-extra--
claws-mail--
clojure--
cmake--
cmatrix--
cmixer--
cromagrally--
curl--
cyrus-sasl--
dbus--
dbus-glib--
deadbeef--
deadbeef-plugin-mpris2--
desktop-file-utils--
dunst--
dwz--
emacs--gtk3%emacs
enchant--
enchant2--
extra-cmake-modules--
eza--
fd--
feh--
ffmpeg--
fftw3--
fftw3-common--
firefox-esr--
fluidsynth--
fmt--
fox--
freedoom--
freefont-ttf--
freeglut--
fzf--
gas--
gawk--
gd--
gdk-pixbuf--
gdk-pixbuf-xlib--
gettext-runtime--
gettext-tools--
ghostscript--no_x11
giflib--
git--
glew--
glib2--
glslang--
gmake--
gmp--
gnome-icon-theme--
gnome-icon-theme-symbolic--
gnupg--
gnutls--
gnuwatch--
go--
got--
gpgme--
groff--
gsettings-desktop-schemas--
gtk+4--
gtk2-murrine-engine--
gumbo--
harfbuzz--
harfbuzz-icu--
hicolor-icon-theme--
htop--
hunspell--
hw-probe--
iftop--
imake--
iniparser--
intltool--
jack--
jansson--
jdk--%1.8
jdk--%11
jdk--%17
jdk--%21
jpeg--
jq--
json-glib--
lame--
lcms2--
leiningen--
libadwaita--
libarchive--
libb2--
libcanberra--
libcanberra-gtk3--
libconfig--
liberation-fonts--
libetpan--
libev--
libevent--
libfm--
libheif--
libical--
libiconv--
libnettle--
libnotify--
libotf--
libraw--
librsvg--
libsamplerate--
libslirp--
libsndfile--
libtheora--
libtool--
libvorbis--
libwebp--
libxml--
libyaml--
links--
lmms--
lsblk--
luajit--
lwjgl--
lwjgl3--
lxappearance--
lynis--
m17n-db--
m17n-lib--
meson--
metaauto--
minetest--
motif--
mpv--
musescore--
nano--
nanosaur--
nanosaur2--
ncdu--
neofetch--
neovim--
nicotine-plus--
ninja--
noto-emoji--
noto-nerd-fonts--
nss--
obsdfreqd--
openal--
openarena--
openbsd-backgrounds--
ottomatic--
p5-File-Find-Rule--
p5-File-LibMagic--
p5-File-Share--
p5-File-ShareDir-Install--
p5-JSON--
p5-Path-Tiny--
p5-Readonly--
p5-Rex--
p7zip--
pandoc--
parallel--
pcre--
perltidy--
pftop--
picom--
pingus--
pkgconf--
pkglocatedb--
playerctl--
png--
poppler--
portaudio-svn--
portmidi--
pv--
py3-pip--
py3-pipx--
py3-platformdirs--
py3-requests--
py3-tomli--
quirks--
ripgrep--
rlwrap--
rofi--
rsync--iconv
ruby--%3.1
ruby--%3.2
ruby-shims--
rust-clippy--
sbcl--
scrot--
sdl2--
sdl2-gfx--
sdl2-image--
sdl2-mixer--
sdl2-net--
sdl2-pango--
sdl2-ttf--
shared-mime-info--
shellcheck--
shfmt--
smartmontools--
speedtest-cli--
spleen--
sqlite3--
sqlports--
ssh-copy-id--
sshfs-fuse--
startup-notification--
stumpwm--
supertux--
supertuxkart--
tcc--
texinfo--
tidy--
tiff--
tor--
tree-sitter--
unicode-emoji--
unifont--
upower--
uthash--
vulkan-headers--
vulkan-loader--
webkitgtk40--
wget--
wireguard-tools--
xarchiver--
xclip--
xdg-user-dirs--
xdg-utils--
xfe--
xonotic--
xz--
yt-dlp--
zathura--
zathura-pdf-poppler--
zsh--
zstd--
