DevIL--
ImageMagick--
adwaita-icon-theme--
astyle--
autoconf--%2.71
automake--%1.16
bash--
bat--
beets--
billyfrontier--
blockgame--
boost--
btop--
bugdom--
bugdom2--
cairo--
chibi-scheme--
chicken--
clang-tools-extra--
claws-mail--
clojure--
cmake--
cmatrix--
cmixer--
cromagrally--
curl--
cyrus-sasl--
dbus--
dbus-glib--
deadbeef--
deadbeef-plugin-mpris2--
deno--
desktop-file-utils--
dolphin--
dunst--
dwz--
ecl--
elixir--
emacs--gtk3%emacs
emwm--
emwm-utils--
enchant--
enchant2--
extra-cmake-modules--
eza--
feh--
ffmpeg--
fftw3--
fftw3-common--
firefox-esr--
fltk--
fluidsynth--
fmt--
fossil--
freedm--
freedoom--
freedroid--
freedroidrpg--
freefont-ttf--
fzf--
gambit--
gawk--
gd--
gdk-pixbuf--
gdk-pixbuf-xlib--
gettext-runtime--
gettext-tools--
gforth--
giflib--
git--
github-cli--
glew--
glib2--
glslang--
gmake--
gmp--
gnome-icon-theme--
gnome-icon-theme-symbolic--
gnupg--
gnutls--
gnuwatch--
go--
gpgme--
gsettings-desktop-schemas--
gtk+4--
gtk2-murrine-engine--
gumbo--
harfbuzz--
hicolor-icon-theme--
htop--
hunspell--
hw-probe--
iftop--
iniparser--
jack--
jansson--
jdk--%1.8
jdk--%11
jdk--%17
jdk--%21
jpeg--
jq--
json-glib--
lame--
lcms2--
leiningen--
libadwaita--
libarchive--
libb2--
libcanberra--
libcanberra-gtk3--
libconfig--
liberation-fonts--
libetpan--
libev--
libevent--
libfm--
libheif--
libical--
libiconv--
libnettle--
libnotify--
libotf--
libraw--
librsvg--
libsamplerate--
libsndfile--
libstubborn--
libtheora--
libtheorafile--
libtheoraplay--
libtool--
libvorbis--
libwebp--
libxml--
libyaml--
lmms--
lsblk--
lxappearance--
m17n-db--
m17n-lib--
meson--
metaauto--
mgba--
mgba-qt--
microscheme--
minetest--
minizip--
motif--
mpv--
nano--
nanosaur--
nanosaur2--
ncdu--
neofetch--
neovim--
newlisp--
ninja--
node--
noto-emoji--
noto-nerd-fonts--
nss--
obsdfreqd--
ocaml--
ocamlbuild--
openal--
openarena--
openssl--%3.1
ottomatic--
p5-Rex--
p7zip--
parallel--
pcmanfm--
pcre--
perltidy--
picom--
pingus--
pkgconf--
pkglocatedb--
playerctl--
png--
poppler--
portaudio-svn--
pv--
py3-pip--
py3-pipx--
py3-platformdirs--
py3-tomli--
python--%3.11
qtbase--
quirks--
rakudo--
ripgrep--
rlwrap--
rofi--
rsync--iconv
ruby--%3.2
rust--
rust-clippy--
rust-rustfmt--
sbcl--
scala--
scrot--
sdl2--
sdl2-gfx--
sdl2-image--
sdl2-mixer--
sdl2-net--
sdl2-pango--
sdl2-ttf--
shared-mime-info--
shellcheck--
shfmt--
smartmontools--
snes9x--
speedtest-cli--
spleen--
sqlite3--
ssh-copy-id--
sshfs-fuse--
startup-notification--
stumpwm--
supertuxkart--
tidy--
tiff--
tinyscheme--
tor--
trash-d--
tree--
tree-sitter--
ttyplot--
unicode-emoji--
unifont--
upower--
uthash--
vulkan-headers--
vulkan-loader--
webkitgtk40--
wget--
wireguard-tools--
xarchiver--
xclip--
xdg-user-dirs--
xdg-utils--
xonotic--
xz--
yt-dlp--
ytfzf--
zig--
zsh--
zstd--
